Revit 2027 API
FailureMessageAccessor Properties
The FailureMessageAccessor type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
FailureMessageAccessor Class
Autodesk.Revit.DB Namespace